Repository: common-repository/meo-wallet-wc
Catalog: languages/meo-wallet-wc-*.po
Languages: pt_pt

source: Credit card
pt_pt: Cartão de crédito (VISA/MASTERCARD)

source: Encomenda
pt_pt: Order

source: Wallet ID
pt_pt: ID Wallet

source: Method
pt_pt: Método

source: Wallet Comission
pt_pt: Comissão Wallet

source: MEO Wallet Payment Gateway
pt_pt: MEO Wallet Gateway de pagamento

source: MEO Wallet Payment Gateway is the best away to accept payments via MEO Wallet, Multibanco and Credit/Debit Card.
pt_pt: MEO Wallet Gateway de pagamento é a melhor forma de receber pagamentos via Meo Wallet, Multibanco ou Cartão de Crédito.

source: Accepts payments via Meo Wallet, MB & Credit Cards
pt_pt: Aceita pagamentos via Meo Wallet, multibanco e cartões de crédito

source: Activate MB return data
pt_pt: Activar MB API

source: In order to recieve MB generated data to show on your site you will have to send Meo Wallet a ticekt requesting activation.
pt_pt: Para poder receber os dados de MB gerados no seu site terá de pedir a activação da opção à Meo Wallet.

source: Login on <strong>Meo Wallet</strong> and click
pt_pt: Faça login na <strong>Meo Wallet</strong> e clique

source: Message example
pt_pt: Messagem exemplo:

source: After activation confirmation, generate a new API KEY and change it here. Go to
pt_pt: Após confirmação de activação deverá gerar uma nova chave API e alterar aqui. Vá a

source: Callback url
pt_pt: Url de Callback

source: MEO Wallet notifies you of changes in the status of a transaction via callbacks to your site. The callback endpoint for your site is configured on the merchant backoffice in the Edit Wallet section.
pt_pt: O seu site deve estar sincronizado com o Meo Wallet de forma a receber as informações de pagamento. O url de Callback do seu site está configurado na página de configuração da wallet no Woocommerce

source: Login on <strong>Meo Wallet</strong>
pt_pt: Faça login na <strong>Meo Wallet</strong>

source: A company
pt_pt: Um empresa

source: Web hosting solutions, domain register and SSL certificates
pt_pt: Soluções de alojamento web, registo de dominios e certificados SSL

source: Entity
pt_pt: Entidade

source: Reference
pt_pt: Referência

source: Amount
pt_pt: Valor

source: MEO Wallet paid using:
pt_pt: Meo Wallet pago usando:

source: Payment received.
pt_pt: Pagamento recebido.

source: We will now process your order.
pt_pt: Iremos agora processar a sua encomenda.

source: Entity: %s<br>Reference: %s<br>Amount: %s &euro;
pt_pt: Entidade: %s<br>Referência: %s<br>Valor: %s &euro;

source: Waiting Meo Wallet payment:
pt_pt: Aguarda pagamento Meo Wallet:

source: Activate/Deativate
pt_pt: Activar/Desactivar

source: Activate MEO Wallet
pt_pt: Activar Meo Wallet

source: Title
pt_pt: Título

source: Give a title to be shown during the payment process
pt_pt: Dá um titulo à forma de pagamento para ser visto durante o pagamento

source: Description
pt_pt: Descrição

source: A description of the Meo Wallet service to be read by your clients
pt_pt: Oferece uma descrição da forma de pagamento por MEO Wallet aos seus clientes para ser vista durante o processo de pagamento

source: Pay with MEO Wallet - MEO Wallet, Multibanco, Credit Card
pt_pt: Pagar com MEO Wallet - MEO Wallet, Multibanco, Cartão de Crédito/Débito

source: API Key
pt_pt: Chave API

source: Insert your Meo Wallet API key. Not the same as Meo Wallet Sandbox API Key. <br />To get your API key, click <a target="_blank" href="https://www.wallet.pt/login/">here</a>
pt_pt: Introduza a sua Chave API do MEO Wallet . Não é a mesma que a Chave API do MEO Wallet-Sandbox. <br />Para obter a sua Chave API, clique <a target="_blank" href="https://www.wallet.pt/login/">aqui</a>

source: Sandbox API Key
pt_pt: Chave API Sandbox

source: Insert your Meo Wallet Sandbox API key. <br />To get your API key, click <a target="_blank" href="https://www.sandbox.meowallet.pt/login/">here</a>
pt_pt: Introduza a sua Chave API de testes do MEO Wallet. <br />Para obter a sua Chave API, clique <a target="_blank" href="https://www.sandbox.meowallet.pt/login/">aqui</a>

source: Choose your enviorment
pt_pt: Escolha o ambiente

source: Actiavte Meo Wallet in test mode!
pt_pt: Activar Meo Wallet em modo Teste!

source: Choose your Enviorment between Test and Production
pt_pt: Escolha o seu ambiente entre Teste e Produção

source: Test
pt_pt: Teste

source: Production
pt_pt: Produção

source: Debug Log
pt_pt: Log de depuração

source: Enable logging
pt_pt: Activar depuração

source: Log Meo Wallet events, inside <code>%s</code>
pt_pt: Registar os eventos da Meo Wallet, aqui <code>%s</code>

source: Exchange rate
pt_pt: Taxa de conversão
